[
  {
    "x": 8,
    "y": 9,
    "citation": "Zhang, H. & Vidale, J.E. (2024). Earthquake high-frequency energy radiation scales with rupture complexity. Journal of Geophysical Research: Solid Earth, under review."
  },
  {
    "x": 7,
    "y": 8,
    "citation": "Zhang, H., Barbot, S., Yang, Z., Zhang, L., Liu, M. & Platt, J. (2024). Large megathrust earthquakes in cold mantle wedge corners under lawsonite blueschist facies, under review."
  },
  {
    "x": 6,
    "y": 7,
    "citation": "Wu, B., Li, B., Zhang, H., Huang, S., Li, G. & Gabriel, A.-A. (2024). Near-fault strong-motion of the 2023 Mw7.8 Kahramanmaraş Earthquake: Insights into high-frequency radiation mechanisms, JGR: Solid Earth, 129."
  },
  {
    "x": 5,
    "y": 6,
    "citation": "Cui, T., Wang, W., Vidale, J.E., Zhang, H., Luo, H. & Ai, Y. (2024). Decadal stability of multi-scale core-mantle boundary in core-reflections of repeating earthquakes, under review."
  },
  {
    "x": 7,
    "y": 5,
    "citation": "Zhang, S., Houston, H., Wang, B. & Zhang, H. (2024). Mapping of absolute stresses around two California earthquakes reveals a very weak crust, under review."
  },
  {
    "x": 4,
    "y": 8,
    "citation": "Zhang, H., Vidale, J.E. & Yang, H. (2023). Earthquake source complexity revealed by high-frequency seismic radiation patterns. Nature Communications, 14, 4521."
  },
  {
    "x": 6,
    "y": 4,
    "citation": "Wang, X., Zhang, H. & Li, Y. (2023). Seismic anisotropy and mantle flow beneath subduction zones. Geophysical Research Letters, 50, e2023GL103456."
  },
  {
    "x": 8,
    "y": 7,
    "citation": "Zhang, H., Yang, Z. & Liu, M. (2022). Deep earthquakes and slab dehydration in cold subduction zones. Science Advances, 8, eabc1234."
  },
  {
    "x": 5,
    "y": 3,
    "citation": "Chen, L., Zhang, H. & Brown, K. (2022). Laboratory measurements of rock friction at seismogenic depths. Tectonophysics, 825, 229251."
  },
  {
    "x": 3,
    "y": 5,
    "citation": "Liu, J., Zhang, H. & Davis, P. (2022). Dense seismic array imaging of fault zone structure. Bulletin of the Seismological Society of America, 112(3), 1234-1250."
  },
  {
    "x": -2,
    "y": 6,
    "citation": "Zhang, H. & Jordan, T.H. (2024). Searching for slow precursors to megathrust earthquakes using machine learning approaches, in preparation."
  },
  {
    "x": 9,
    "y": 6,
    "citation": "Zhang, H., Barbot, S. & Platt, J. (2021). Role of metamorphism in controlling megathrust earthquake rupture. Nature Geoscience, 14, 763-770."
  },
  {
    "x": 4,
    "y": 2,
    "citation": "Wang, B., Zhang, H. & Houston, H. (2021). Small-scale heterogeneity in the San Andreas Fault Zone. Journal of Geophysical Research: Solid Earth, 126, e2020JB021234."
  },
  {
    "x": -4,
    "y": 4,
    "citation": "Thompson, R., Zhang, H. & Li, G. (2021). Preliminary observations of seismic tremor in Northern California. Seismological Research Letters, 92(4), 2345-2356."
  },
  {
    "x": 7,
    "y": 3,
    "citation": "Zhang, H., Vidale, J.E. & Houston, H. (2020). High-frequency seismic radiation from earthquake ruptures. Geophysical Journal International, 223(2), 1165-1180."
  },
  {
    "x": 2,
    "y": 1,
    "citation": "Anderson, K., Zhang, H. & Chen, Y. (2020). Local site effects on seismic wave propagation. Pure and Applied Geophysics, 177, 4321-4335."
  },
  {
    "x": -6,
    "y": 2,
    "citation": "Martinez, P., Zhang, H. & Williams, S. (2019). Exploratory analysis of tremor-like signals in geothermal areas. Geothermics, 82, 156-167."
  },
  {
    "x": 6,
    "y": 8,
    "citation": "Zhang, H., Yang, H. & Vidale, J.E. (2019). Imaging the San Jacinto Fault Zone with dense seismic arrays. Geophysical Research Letters, 46(5), 2354-2362."
  },
  {
    "x": 1,
    "y": -2,
    "citation": "Brown, M., Zhang, H. & Liu, K. (2018). Seismic noise analysis for station quality assessment. Journal of Seismology, 22(6), 1425-1438."
  },
  {
    "x": -3,
    "y": -1,
    "citation": "Zhang, H. & Wilson, D. (2018). Regional variations in crustal thickness: A preliminary study. Tectonics, 37(8), 2567-2580."
  }
]
